Repository: zurce/JASM
Catalog: src/GIMI-ModManager.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: es, ja, pt_br, ru_ru, zh_cn

# Settings_ModsFolder_IsJasmRoot
source: The mods folder cannot be the JASM install folder root. Choose a different folder.
es: La carpeta de mods no puede ser la raíz de la carpeta de instalación de JASM. Elige otra carpeta.

# Settings_ModsFolder_InsideJasmWarning
source: This mods folder is inside the JASM install folder. It is recommended to place mods outside of JASM so they are not affected by updates.
es: Esta carpeta de mods está dentro de la carpeta de instalación de JASM. Se recomienda colocar los mods fuera de JASM para que no se vean afectados por las actualizaciones.

# Settings_Notification_ErrorTitle
source: Error
ja: エラー
pt_br: Erro
ru_ru: Ошибка
zh_cn: 错误

# ModGrid_PresetsColumn
source: Presets
ja: プリセット
ru_ru: Пресеты
zh_cn: 预设

# EditCharacter_DisableCharacterClose
source: No
ja: いいえ
pt_br: Não
ru_ru: Нет
zh_cn: 否

# EditCharacter_DeleteCharacterClose
source: No
ja: いいえ
pt_br: Não
ru_ru: Нет
zh_cn: 否

# EditCharacter_EnableCharacterClose
source: No
ja: いいえ
pt_br: Não
ru_ru: Нет
zh_cn: 否

# CharDetails_Loading_Mods
source: Mods
ja: Modを読み込み中...
ru_ru: Загрузка модов...
zh_cn: Mod

source: Error
ja: エラー
pt_br: Erro
ru_ru: Ошибка
zh_cn: 错误

# Startup2.Text
source: Once the settings are saved the application will create a folder for each character within the 'Mods' folder. Mod folders outside of these character folders are ignored. This application enables and disables mods by prefixing mod folders with 'DISABLED_'. JASM also supports exporting Mods managed by it if you wish to use them with other applications.
ja: 設定を保存すると、アプリケーションは'Mods'フォルダー内に各キャラクター用のフォルダーを作成します。これらのキャラクターフォルダーの外にあるModフォルダーは無視されます。このアプリケーションは、Modフォルダー名の先頭に'DISABLED_'を付加することでModを有効/無効にします。JASMは管理しているModを他のアプリケーションで使用するためにエクスポートすることもサポートしています。
pt_br: Após salvar as configurações, o aplicativo criará uma pasta para cada personagem dentro da pasta 'Mods'. Pastas de mod fora dessas pastas de personagem são ignoradas. Este aplicativo ativa e desativa mods prefixando as pastas de mod com 'DISABLED_'. O JASM+ também suporta a exportação de mods gerenciados por ele, se você quiser usá-los com outros aplicativos.
ru_ru: После сохранения настроек приложение создаст папку для каждого персонажа внутри папки 'Mods'. Папки модов за пределами этих папок персонажей игнорируются. Это приложение включает и отключает моды, добавляя префикс 'DISABLED_' к именам папок модов. JASM+ также поддерживает экспорт управляемых им модов, если вы хотите использовать их с другими приложениями.

# Settings_AboutDescription.Text
source: The goal of JASM is to make it easy to organize a larger amount of skin mods
ja: JASMの目標は、大量のスキンModを簡単に整理できるようにすることです。
pt_br: O objetivo do JASM+ é facilitar a organização de uma grande quantidade de mods de skin.
ru_ru: Цель JASM+ — упростить организацию большого количества модов скинов

# Startup/Tooltip2.Text
source: A mod folder containing multiple character names may be wrongly moved to a character's directory. This assumes a flat mod structure, where skin folders are loosely stored in the mods folder. If you have a custom folder structure, there is a high chance that JASM will incorrectly identify your skins. This also the case if you have nested folders with skins inside of them.
ja: 複数のキャラクター名を含むModフォルダーは、誤って特定のキャラクターのディレクトリに移動される可能性があります。これはフラットなMod構造を前提としており、スキンフォルダーがModsフォルダーに緩く保存されていることを想定しています。カスタムフォルダー構造を使用している場合、JASMがスキンを正しく識別できない可能性が高くなります。これはスキンが入ったネストされたフォルダーがある場合も同様です。
pt_br: Uma pasta de mod contendo nomes de vários personagens pode ser movida erroneamente para o diretório de um personagem. Isso pressupõe uma estrutura de mod plana, onde as pastas de skin são armazenadas soltas na pasta de mods. Se você tiver uma estrutura de pastas personalizada, há uma grande chance de o JASM+ identificar incorretamente suas skins. Isso também é o caso se você tiver pastas aninhadas com skins dentro delas.
ru_ru: Папка мода, содержащая несколько имён персонажей, может быть ошибочно перемещена в каталог одного из персонажей. Это предполагает плоскую структуру модов, где папки скинов свободно хранятся в папке модов. Если у вас есть собственная структура папок, велика вероятность, что JASM+ неправильно определит ваши скины. Это также относится к вложенным папкам со скинами внутри.

# Settings_ExportDialog.Text
source: This will export all mods that JASM is managing to a an export folder of your choice. The mods will be copied to the export folder and will not be removed from the original folder.
ja: JASMが管理しているすべてのModを選択したエクスポートフォルダーにエクスポートします。Modはエクスポートフォルダーにコピーされ、元のフォルダーから削除されることはありません。
pt_br: Isso exportará todos os mods que o JASM+ está gerenciando para uma pasta de exportação de sua escolha. Os mods serão copiados para a pasta de exportação e não serão removidos da pasta original.
ru_ru: Это экспортирует все моды, которыми управляет JASM+, в выбранную вами папку экспорта. Моды будут скопированы в папку экспорта и не будут удалены из исходной папки.

# Settings_ExportDialog_RemoveJasm.Text
source: Removes JASM configuration files from the exported Mods
ja: エクスポートされたModからJASM設定ファイルを削除
pt_br: Remove arquivos de configuração do JASM+ dos mods exportados
ru_ru: Удалить файлы конфигурации JASM+ из экспортированных модов

# ModInstallerPage_ModCustomName.PlaceholderText
source: Custom Name displayed throughout JASM
ja: JASM全体で表示されるカスタム名
pt_br: Nome personalizado exibido em todo o JASM+
ru_ru: Пользовательское имя, отображаемое в JASM+

# ModInstallerPage_RootFolderHint.Text
source: This is usually the folder that contains the 'merged.ini/Script.ini' or '.JASM_ModConfig.json'. JASM will automatically detect the mod folder and the merged.ini file. If you want to manually select the mod folder, you can do so by right clicking the folder in the overview above.
ja: これは通常 'merged.ini/Script.ini' または '.JASM_ModConfig.json' を含むフォルダーです。JASMは自動的にModフォルダーとmerged.iniファイルを検出します。Modフォルダーを手動で選択する場合は、上の概要でフォルダーを右クリックして選択できます。
pt_br: Esta é geralmente a pasta que contém o 'merged.ini/Script.ini' ou '.JASM_ModConfig.json'. O JASM+ detectará automaticamente a pasta de mods e o arquivo merged.ini. Se quiser selecionar manualmente a pasta de mods, você pode clicar com o botão direito na pasta na visão geral acima.
ru_ru: Обычно это папка, содержащая 'merged.ini/Script.ini' или '.JASM_ModConfig.json'. JASM+ автоматически определит папку мода и файл merged.ini. Если вы хотите вручную выбрать папку мода, вы можете сделать это, щёлкнув правой кнопкой мыши по папке в обзоре выше.

# ModInstallerPage_ModFolderDescription.Text
source: This is usually the folder that contains the 'merged.ini/Script.ini' or '.JASM_ModConfig.json'. JASM will automatically detect the mod folder and the merged.ini file. If you want to manually select the mod folder, you can do so by right clicking the folder in the overview above.
ja: これは通常 'merged.ini/Script.ini' または '.JASM_ModConfig.json' を含むフォルダーです。JASMは自動的にModフォルダーとmerged.iniファイルを検出します。Modフォルダーを手動で選択する場合は、上の概要でフォルダーを右クリックして選択できます。
pt_br: Esta é geralmente a pasta que contém o 'merged.ini/Script.ini' ou '.JASM_ModConfig.json'. O JASM+ detectará automaticamente a pasta do mod e o arquivo merged.ini. Se quiser selecionar manualmente a pasta do mod, clique com o botão direito na pasta na visão geral acima.
ru_ru: Обычно это папка, содержащая 'merged.ini/Script.ini' или '.JASM_ModConfig.json'. JASM+ автоматически определит папку мода и файл merged.ini. Если вы хотите вручную выбрать папку мода, вы можете сделать это, щёлкнув правой кнопкой мыши по папке в обзоре выше.

# ErrorWindow_ExceptionDescription.Text
source: An unhanded exception has occurred. The application ran into a problem that it didn't know how to handle. JASM may be in an unstable state, and it is recommended to restart JASM.
ja: ハンドルされていない例外が発生しました。アプリケーションが対処方法を知らない問題に遭遇しました。JASMは不安定な状態になっている可能性があります。JASMを再起動することをお勧めします。
pt_br: Ocorreu uma exceção não tratada. O aplicativo encontrou um problema que não soube como lidar. O JASM+ pode estar em um estado instável, e é recomendado reiniciar o JASM+.
ru_ru: Произошло необработанное исключение. Приложение столкнулось с проблемой, которую не знало, как обработать. JASM+ может находиться в нестабильном состоянии, рекомендуется перезапустить JASM+.

# Settings_Update_ErrorStarting
source: Error starting update process
ja: 更新プロセスの開始中にエラーが発生しました
pt_br: Erro durante a atualização
ru_ru: Ошибка при обновлении

# Settings_Update_CouldNotStart
source: Could not start update process
ja: 更新プロセスを開始できませんでした

# Settings_DisableAllMods_SuggestionText
source: I suggest creating a preset (or a backup) of your mods before disabling mods if you have a lot of enabled mods. Only mods tracked by JASM will be disabled within the selected categories
ja: 有効なModが多い場合、Modを無効化する前にプリセット（またはバックアップ）を作成することをお勧めします。 選択されたカテゴリ内で、JASMが追跡しているModのみが無効化されます。
pt_br: Sugiro criar um preset (ou um backup) dos seus mods antes de desabilitá-los se você tiver muitos mods habilitados. Apenas mods rastreados pelo JASM+ serão desabilitados nas categorias selecionadas
ru_ru: Я рекомендую создать пресет (или резервную копию) ваших модов перед отключением, если у вас много включённых модов. Только моды, отслеживаемые JASM+, будут отключены в выбранных категориях.

# Settings_CacheDescription.Text
source: When using JASM to download mods, it automatically caches the archives or zip files. You can specify a maximum limit in gigabytes for the cache directory, and JASM will keep the cache size under the limit when starting up.
ja: JASMでModをダウンロードすると、アーカイブファイルが自動的にキャッシュされます。キャッシュディレクトリの最大容量（GB）を指定でき、JASMは起動時にキャッシュサイズを制限値未満に維持します。
pt_br: Ao usar o JASM+ para baixar mods, ele armazena automaticamente em cache os arquivos zip. Você pode especificar um limite máximo em gigabytes para o diretório de cache, e o JASM+ manterá o tamanho do cache abaixo do limite ao iniciar.
ru_ru: При использовании JASM+ для загрузки модов он автоматически кеширует архивы или zip-файлы. Вы можете указать максимальный лимит в гигабайтах для каталога кеша, и JASM+ будет поддерживать размер кеша ниже лимита при запуске.

# Settings_UpdateDialogText.Text
source: JASM will exit and the update will start. Do you want to continue?
ja: JASMを終了してアップデートを開始します。続行しますか？

# Settings_UpdateJASMButton.Content
source: Yes, Update JASM
ja: はい、JASMを更新

# Settings_UpdateJASMTo.Text
source: Update JASM to
ja: JASMを更新:

# CommandsSettingsPage_WarningContent
source: Please be careful when creating commands. Commands can be used to run any executable on your system. Only create commands from trusted sources. JASM isn't perfect and can't protect you from malicious scripts or JASM bugs/glitches. By clicking 'I understand' you acknowledge that you understand the risks.
ja: コマンドの作成には十分注意してください。コマンドはシステム上の任意の実行可能ファイルを実行できます。信頼できるソースからのみコマンドを作成してください。JASMは完璧ではなく、惡意のあるスクリプトやJASMのバグからあなたを守ることはできません。「理解しました」をクリックすることで、リスクを理解したことを承認したものとみなされます。
pt_br: Tenha cuidado ao criar comandos. Comandos podem executar qualquer programa em seu sistema. Crie apenas comandos de fontes confiáveis. O JASM+ não é perfeito e não pode protegê-lo de scripts maliciosos ou falhas do JASM+. Ao clicar em 'Entendo' você reconhece que compreende os riscos.
ru_ru: Пожалуйста, будьте осторожны при создании команд. Команды могут запускать любые исполняемые файлы в вашей системе. Создавайте команды только из надёжных источников. JASM+ несовершенен и не может защитить вас от вредоносных скриптов или ошибок JASM+. Нажимая «Я понимаю», вы подтверждаете, что понимаете риски.

# CommandsSettingsPage_CreateCommand.Description
source: Here you can define custom commands that JASM can run for you. Currently, commands that contain {{TargetPath}} can only be run from the Mods Overview page
ja: JASMが実行できるカスタムコマンドを定義できます。現在、{{TargetPath}}を含むコマンドはMod概要ページからのみ実行できます。
pt_br: Aqui você pode definir comandos personalizados que o JASM+ pode executar. Atualmente, comandos que contêm {{TargetPath}} só podem ser executados na página de Visão Geral de Mods
ru_ru: Здесь вы можете определить пользовательские команды, которые JASM+ может выполнять за вас. В настоящее время команды, содержащие {{TargetPath}}, могут быть запущены только со страницы обзора модов.

# CommandsSettingsPage_RunningCommands.Description
source: Commands started from JASM for the current running instance
ja: 現在のインスタンスでJASMから起動されたコマンド
pt_br: Comandos iniciados pelo JASM+ para a instância atual em execução
ru_ru: Команды, запущенные из JASM+ для текущего экземпляра

# CreateCommandView_KillProcess.Content
source: Kill Process on JASM exit
ja: JASM終了時にプロセスを強制終了
pt_br: Encerrar Processo ao sair do JASM+
ru_ru: Завершить процесс при выходе из JASM+

# PresetPage_HowPresetsWorkDesc1
source: A Preset is a list of Mods to enable and their preferences. JASM reads and stores mod preferences in the mods themselves in the file .JASM_ModConfig.json
ja: プリセットは有効にするModとその設定のリストです。JASMはModの設定をMod自体の.JASM_ModConfig.jsonファイルに読み取り・保存します。
pt_br: Um Preset é uma lista de Mods para habilitar e suas preferências. O JASM+ lê e armazena as preferências de mod nos próprios mods no arquivo .JASM_ModConfig.json
ru_ru: Пресет — это список модов для включения и их настроек. JASM+ читает и сохраняет настройки модов в самих модах в файле .JASM_ModConfig.json.

# PresetPage_HowPresetsWorkDesc2
source: When you create a new preset JASM creates a list of all enabled mods and the preferences stored in them. So when you apply the preset later it will enable only those mods and apply the preferences stored in the preset
ja: 新しいプリセットを作成すると、JASMは有効なすべてのModとそれらに保存された設定のリストを作成します。後でプリセットを適用すると、それらのModのみを有効にし、プリセットに保存された設定を適用します。
pt_br: Quando você cria um novo preset, o JASM+ cria uma lista de todos os mods habilitados e as preferências armazenadas neles. Quando você aplicar o preset mais tarde, ele habilitará apenas esses mods e aplicará as preferências armazenadas no preset
ru_ru: Когда вы создаёте новый пресет, JASM+ создаёт список всех включённых модов и сохранённых в них настроек. Поэтому при последующем применении пресета он включит только эти моды и применит настройки, сохранённые в пресете.

# PresetPage_HowPresetsWorkDesc3
source: You can allow JASM to handle 3Dmigoto reloading by checking the Auto Sync checkbox. But you can also do it yourself by checking the Show Manual Controls checkbox and saving/loading preferences manually.
ja: 自動同期チェックボックスをオンにすると、JASMが3Dmigotoの再読み込みを処理できます。または、手動コントロール表示チェックボックスをオンにして、設定を手動で保存/読み込むこともできます。
pt_br: Você pode permitir que o JASM+ gerencie o recarregamento do 3Dmigoto marcando a caixa Sincronização Automática. Mas você também pode fazer isso manualmente marcando a caixa Mostrar Controles Manuais e salvando/carregando preferências manualmente.
ru_ru: Вы можете разрешить JASM+ обрабатывать перезагрузку 3Dmigoto, установив флажок Auto Sync. Но вы также можете сделать это вручную, установив флажок «Показать ручное управление» и сохраняя/загружая настройки вручную.

# Settings_Startup_AlphaTitle
source: JASM is still in alpha
ja: JASMはまだアルファ版です
pt_br: O JASM+ ainda está em alpha
ru_ru: JASM+ всё ещё в альфа-версии

# Settings_CharacterSkins_EnableContent
source: Enabling this will make JASM treat in game skins as separate characters in the character overview. This could potentially become the default setting of JASM in the future. JASM will not move any of your mods nor will it delete any. Are you sure you want to enable character skins as characters? JASM will restart afterwards...
ja: これを有効にすると、JASMはゲーム内スキンをキャラクター概要で別のキャラクターとして扱います。 これは将来JASMのデフォルト設定になる可能性があります。 JASMはModを移動したり削除したりしません。 キャラクタースキンを別のキャラクターとして有効にしてもよろしいですか？JASMはその後再起動します...
pt_br: Ativar isso fará com que o JASM+ trate as skins do jogo como personagens separados na visão geral de personagens. Isso pode se tornar a configuração padrão do JASM+ no futuro. O JASM+ não moverá nenhum dos seus mods nem os excluirá. Tem certeza de que deseja habilitar skins de personagem como personagens? O JASM+ reiniciará depois...
ru_ru: Включение этой опции заставит JASM+ рассматривать игровые скины как отдельных персонажей в обзоре персонажей. В будущем это может стать настройкой по умолчанию. JASM+ не будет перемещать ваши моды и не будет их удалять. Вы уверены, что хотите включить скины персонажей как отдельных персонажей? JASM+ перезапустится после...

# Settings_CharacterSkins_DisableContent
source: Disabling this will make JASM treat in game skins as skins of the base character in the character overview. This is currently the default setting of JASM JASM will not move any of your mods nor will it delete any. Are you sure you want to disable character skins as characters? JASM will restart afterwards...
ja: これを無効にすると、JASMはゲーム内スキンをキャラクター概要でベースキャラクターのスキンとして扱います。 これは現在のJASMのデフォルト設定です。 JASMはModを移動したり削除したりしません。 キャラクタースキンを別のキャラクターとして扱うのを無効にしてもよろしいですか？JASMはその後再起動します...
pt_br: Desativar isso fará com que o JASM+ trate as skins do jogo como skins do personagem base na visão geral de personagens. Esta é atualmente a configuração padrão do JASM+. O JASM+ não moverá nenhum dos seus mods nem os excluirá. Tem certeza de que deseja desabilitar skins de personagem como personagens? O JASM+ reiniciará depois...
ru_ru: Отключение этой опции заставит JASM+ рассматривать игровые скины как скины базового персонажа в обзоре персонажей. Это текущая настройка JASM+ по умолчанию. JASM+ не будет перемещать ваши моды и не будет их удалять. Вы уверены, что хотите отключить скины персонажей как отдельных персонажей? JASM+ перезапустится после...

# Settings_GameSource_RestartContent
source: Changing the Game Source requires a restart of the application to load the new games. JASM will close now.
ja: ゲームソースを変更するには、新しいゲームを読み込むためにアプリケーションの再起動が必要です。JASMを終了します。
pt_br: Alterar a Fonte do Jogo requer reiniciar o aplicativo para carregar os novos jogos. O JASM+ será fechado agora.
ru_ru: Изменение источника игр требует перезапуска приложения для загрузки новых игр. JASM+ закроется сейчас.

# CreateCharacterPage_SearchKeysDescription.Text
source: JASM uses keys to help improve search functionality. Some characters may have multiple names, so you can add additional name or search terms as Keys.
ja: JASMは検索機能を向上させるためにキーを使用します。一部のキャラクターには複数の名前がある場合があるため、追加の名前や検索用語をキーとして追加できます。
pt_br: O JASM+ usa chaves para ajudar a melhorar a funcionalidade de pesquisa. Alguns personagens podem ter vários nomes, então você pode adicionar nomes adicionais ou termos de pesquisa como Chaves.
ru_ru: JASM+ использует ключи для улучшения функциональности поиска. Некоторые персонажи могут иметь несколько имён, поэтому вы можете добавить дополнительные имена или поисковые запросы в качестве ключей.

# EditCharacterPage_SearchKeysDescription.Text
source: JASM uses keys to help improve search functionality. Some characters may have multiple names, so you can add additional name or search terms as Keys.
ja: JASMは検索機能を向上させるためにキーを使用します。一部のキャラクターには複数の名前がある場合があるため、追加の名前や検索用語をキーとして追加できます。
pt_br: O JASM+ usa chaves para ajudar a melhorar a funcionalidade de pesquisa. Alguns personagens podem ter vários nomes, então você pode adicionar nomes adicionais ou termos de pesquisa como Chaves.
ru_ru: JASM+ использует ключи для улучшения функциональности поиска. Некоторые персонажи могут иметь несколько имён, поэтому вы можете добавить дополнительные имена или поисковые запросы в качестве ключей.

# EditCharacter_DisableCharacterContent
source: Are you sure you want to disable this character? This will not remove the character, but JASM will no longer recognize the character. Character can be reactivated later. This will be executed immediately on pressing yes
ja: このキャラクターを無効にしてもよろしいですか？キャラクターは削除されませんが、JASMはキャラクターを認識しなくなります。キャラクターは後で再有効化できます。これは「はい」を押すとすぐに実行されます。
pt_br: Tem certeza que deseja desabilitar este personagem? Isso não removerá o personagem, mas o JASM+ não o reconhecerá mais. O personagem pode ser reativado depois. Isso será executado imediatamente ao pressionar sim
ru_ru: Вы уверены, что хотите отключить этого персонажа? Это не удалит персонажа, но JASM+ больше не будет его распознавать. Персонажа можно повторно активировать позже. Это будет выполнено немедленно при нажатии «Да».

# EditCharacter_DeleteCharacterContent
source: Are you sure you want to delete this custom character? This will remove the character, and JASM will no longer recognize the character. This will be executed immediately on pressing yes
ja: このカスタムキャラクターを削除してもよろしいですか？キャラクターは削除され、JASMはキャラクターを認識しなくなります。これは「はい」を押すとすぐに実行されます。
pt_br: Tem certeza que deseja excluir este personagem personalizado? Isso removerá o personagem, e o JASM+ não o reconhecerá mais. Isso será executado imediatamente ao pressionar sim
ru_ru: Вы уверены, что хотите удалить этого пользовательского персонажа? Это удалит персонажа, и JASM+ больше не будет его распознавать. Это будет выполнено немедленно при нажатии «Да».

# CreateCharacterPage_InternalNameHelp.Text
source: The Internal Name is used by JASM to identify characters/ModObjects. It is also used as the name of mod folder. Must be unique. Changing this after character has been created means JASM will identify this as a new character.
ja: 内部名はJASMがキャラクター/Modオブジェクトを識別するために使用されます。Modフォルダーの名前としても使用されます。一意である必要があります。キャラクター作成後に変更すると、JASMはこれを新しいキャラクターとして認識します。
pt_br: O Nome Interno é usado pelo JASM+ para identificar personagens/Objetos de Mod. Também é usado como nome da pasta de mods. Deve ser único. Alterar isso após criar o personagem significa que o JASM+ identificará isso como um novo personagem.
ru_ru: Внутреннее имя используется JASM+ для идентификации персонажей/объектов модов. Оно также используется как имя папки модов. Должно быть уникальным. Изменение этого после создания персонажа означает, что JASM+ будет идентифицировать его как нового персонажа.

# CreateCharacterPage_ModFilesNameHelp.Text
source: JASM can in some cases try and determine what character a mod is for. When doing this it uses the ModFilesName text to try and find a mod file with the same name. For example, lets say ModFilesName is 'paimon' then it will match a file with name: PaimonHeadLightMap.dds Leave empty if you don't want JASM to try and match mod files.
ja: JASMは場合によって、Modがどのキャラクターのものかを判断しようとすることがあります。その際、ModFilesNameテキストを使用して同じ名前のModファイルを検索します。例えば、ModFilesNameが'paimon'の場合、PaimonHeadLightMap.ddsという名前のファイルと一致します。JASMにModファイルの一致を試行させたくない場合は空のままにしてください。
pt_br: O JASM+ pode em alguns casos tentar determinar para qual personagem um mod é. Ao fazer isso, ele usa o texto ModFilesName para tentar encontrar um arquivo de mod com o mesmo nome. Por exemplo, digamos que ModFilesName seja 'paimon', então ele corresponderá a um arquivo com nome: PaimonHeadLightMap.dds Deixe vazio se não quiser que o JASM+ tente corresponder arquivos de mod.
ru_ru: JASM+ в некоторых случаях может попытаться определить, для какого персонажа предназначен мод. При этом он использует текст ModFilesName, чтобы попытаться найти файл мода с таким же именем. Например, если ModFilesName равен «paimon», он будет соответствовать файлу с именем: PaimonHeadLightMap.dds. Оставьте пустым, если не хотите, чтобы JASM+ пытался сопоставлять файлы модов.

# CreateCharacterPage_IsMultiModHelp.Text
source: If Checked JASM won't show a warning when multiple mods are enabled for this mod object.
ja: チェックすると、このModオブジェクトで複数のModが有効になっている場合にJASMは警告を表示しなくなります。
pt_br: Se marcado, o JASM+ não mostrará um aviso quando vários mods estiverem habilitados para este objeto de mod.
ru_ru: Если отмечено, JASM+ не будет показывать предупреждение, когда для этого объекта мода включено несколько модов.
